[
{
    "name": "Caitlyn Kiramman",
    "description": "Caitlyn Kiramman is a scion of the Kiramman Clan, one of the ruling houses of Piltover. Eager to see the world for herself and disdainful of the traditional elitist lifestyle that her parents had raised her in, Caitlyn joined the Enforcers as a young woman to make a name for herself. When Marcus, the Sheriff of the Enforcers, and her parents-for very different reasons-started blocking her efforts to further investigate an undercity conspiracy, Caitlyn set off on her own to find answers, only to get much more than she bargained for.",
    "image_source": "https://media4.giphy.com/media/2NkC3qesEf1T1MK3ti/giphy.gif?cid=ecf05e47aem79xqosutcqvfzadbdshefry36awqde54i5jsj&rid=giphy.gif&ct=s",
    "url": "caitlyn",
    "quote": "“To be the best hunter, you have to be able to think like your prey.”"
},

{
    "name": "Vi",
    "description": "Violet is the elder sister to Powder, both adopted by Vander after the death of their parents in a battle with Piltovan enforcers. She is extremely protective of Powder, often defending her clumsiness against fellow adopted sibling Mylo. A natural brute, she often settles matters with her fists than her head.",
    "image_source": "https://media2.giphy.com/media/9LsV8yl022Hfemhngr/giphy.gif?cid=ecf05e478wcxkk0bsaoaapsqrpp9g1z737hni5xdriux98f7&rid=giphy.gif&ct=s",
    "url": "vi",
    "quote":"“We can either do this the hard way or… Oh wait, no. There's just the hard way.”"
},

{
    "name": "Jinx",
    "description": "A manic and impulsive criminal from Zaun, Jinx lives to wreak havoc without care for the consequences. With an arsenal of deadly weapons, she unleashes the loudest blasts and brightest explosions to leave a trail of mayhem and panic in her wake. Jinx despises boredom and gleefully brings her own chaotic brand of pandemonium wherever she goes.",
    "image_source": "https://media1.giphy.com/media/1g0LUMxBD2W5rUtzD6/giphy.gif?cid=ecf05e474tqcqsku5ubw1iz401e353e8gg9lfvu6it8z0xtp&rid=giphy.gif&ct=s",
    "url": "jinx",
    "quote": "“Volatile explosives are a girl's best friend!”"
}
]